Repository: freedomvote/freedomvote
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, fr_ch, it, nl

source: API Documentation
de: API Dokumentation
nl: API documentatie

source: The data of this site is also available in a machine-readable format (JSON). Our API serves the same data as the application; especially, no answers that are visible in the API if they have not been published in the application.
de: Die Daten dieser Seite ist auch in einem maschinenlesbaren Format verfügbar (JSON). Unsere API liefert die gleichen Daten wie die Anwendung; Antworten, welche in der Applikation nicht freigegeben wurden, sind auch in der API nicht sichtbar.
nl: De data van deze website is ook beschikbaar in een machine-leesaar formaat (JSON). Onze API serveert dezelfde data als de applicatie; in het bijzonder zijn antwoorden niet zichtbaar in de API als ze niet gepubliceerd zijn in de applicatie.

source: Feel free to fetch this dataset and analyze it as you wish. If you've done something interesting, consider dropping us a note :)
de: Fühlen Sie sich frei, dieses Dataset abzurufen und zu analysieren, wie Sie möchten. Sollten Sie etwas Interessantes damit erstellt haben, lassen Sie es uns wissen :)
nl: Voel je vrij om de dataset op te halen en naar wens te analyzeren. Als je er iets bijzonders mee hebt gedaan, schroom dan niet om ons hierover te informeren :)

source: Data Structure
de: Datenstruktur
nl: Datastructuur

source: The id of the politician
nl: Het id van de politicus

source: The first name of the politician
nl: De voornaam van de politicus

source: The last name of the politician
nl: De achternaam van de politicus

source: Is the politician a member of the parliament?
nl: Is de politicus zittend parlementslid?

source: URL to the image (can be null)
nl: URL naar de afbeelding (kan null zijn)

source: Name of the state (can be null)
nl: Naam van de kieskring (kan null zijn)

source: (can be null)
nl: (kan null zijn)

source: The long name of the party
nl: De volledige naam van de partij

source: The short name of the party (can be null)
nl: De afkorting van de partij (kan null zijn)

source: Past contributions of the politician
nl: Eerdere bijdragen van de politicus

source: Future plans of the politician
nl: Intenties en plannen van de politicus

source: The id of the referring question
nl: Het id van de bijbehorende vraag

source: Agreement level to the question (is between 0 - 10)
nl: Overeenstemming met de vraag (tussen 0 - 10)

source: Additional note to the answer
nl: Extra bijschrift bij het antwoord

source: The id of the category
nl: Het id van de categorie

source: The name of the category (by language code)
nl: De naam van de categorie (per taalcode)

source: The id of the question
nl: Het id van de vraag

source: The id of the referring category
nl: Het id van de bijbehorende categorie

source: The question text (by language code)
nl: De tekst van de vraag (per taalcode)

source: A better description of the question (by language code)
nl: Een uitgebreidere beschrijving vna de vraag (per taalcode)

source: The preferred answer given by the admins (is between 0 - 10)
nl: Het voorkeursantwoord door de organisatie (tussen 0 - 10)

source: unique_url
de: Zugangslink
fr_ch: Lien d'accès
it: Link di accesso
nl: Toegangslink

source: category
de: Kategorie
fr_ch: Catégorie
it: Categoria
nl: Categorie

source: compare
de: Vergleichen
fr_ch: Comparer
it: Paragonare
nl: Vergelijken

source: candidates
de: Kandidaten und Kandidatinnen
fr_ch: Candidats et candidates
it: Candidati e candidate
nl: Kandidaten en kandidaat binnen

source: first_name
de: Vorname
fr_ch: Prénom
it: Nome
nl: Voornaam

source: last_name
de: Nachname
fr_ch: Nom de famille
it: Cognome
nl: Achternaam

source: Email is already taken.
de: Email wird bereits verwendet.
fr_ch: Cet email est déjà pris.
it: L'email è già stata presa
nl: Deze Email is al in gebruik.

source: name
fr_ch: Nom
it: Nome
nl: Naam

source: sort
de: Sortierung
fr_ch: Triage
it: Cernita
nl: Sorteren

source: state
de: Kanton
fr_ch: Canton
it: Cantone
nl: Kieskring

source: states
de: Kantone
fr_ch: Cantons
it: Cantoni
nl: Kieskringen

source: shortname
de: Abkürzung
fr_ch: Abréviation
it: Abbreviazione
nl: Afkorting

source: background_color
de: Hintergrundfarbe
fr_ch: Couleur d'arrière-plan
it: Colore di sfondo
nl: Achtergrondkleur

source: font_color
de: Schriftfarbe
fr_ch: Couleur de la police
it: Colore carattere
nl: Tekstkleur

source: party
de: Partei
fr_ch: Parti
it: Partito
nl: Partij

source: parties
de: Parteien
it: Partiti
nl: Partijen

source: categories
de: Kategorien
fr_ch: Catégories
it: Categorie
nl: Categorieën

source: user
de: Benutzer
fr_ch: Utilisateur
it: Utente
nl: Gebruiker

source: image
de: Bild
it: Immagine
nl: Afbeelding

source: is_member_of_parliament
de: Bisheriges Mitglied National- oder Ständerat
fr_ch: Ancien membre du Conseil National ou le Conseil des Etats
it: Precedente membro del parlamento o senato
nl: Zittend parlementslid

source: past_contributions
de: Bisherige Beiträge zum Thema
fr_ch: Contributions précédentes sur le sujet
it: Precedenti contributi relativi al tema
nl: Eerdere bijdragen over dit onderwerp

source: future_plans
de: Absichten und Pläne
fr_ch: Intentions et plans
it: Precedenti intenzioni e propositi
nl: Intenties en plannen

source: unique_key
de: Zugangscode
fr_ch: Code d' accès
it: Codice di accesso
nl: Toeganscode

source: party_other
de: Andere Partei
fr_ch: Autre parti
it: Altro partito
nl: Andere partij

source: %s states
de: %s Kantone
fr_ch: %s cantons
it: %s cantoni
nl: %s kieskringen

source: politician
de: Politiker
fr_ch: Politicien
it: Politico
nl: Politicus

source: politicians
de: Politiker
fr_ch: Politiciens
it: Politici
nl: Politici

source: preferred_answer
de: Bevorzugte Antwort (0-10)
fr_ch: Réponse préférée (0-10)
it: Risposta preferita (0-10)
nl: Voorkeursantwoord (0-10)

source: question_number
de: Fragenummer
fr_ch: Question nombre
it: Domanda numero
nl: Vraag nummer

source: text
fr_ch: Texte
it: Testo
nl: Tekst

source: description
de: Beschreibung
it: Descrizione
nl: Beschrijving

source: question
de: Frage
it: Domanda
nl: Vraag

source: questions
de: Fragen
it: Domande
nl: Vragen

source: agreement_level
de: Einverständnis
fr_ch: Consentement
it: Consenso
nl: Gelijkenis

source: note
de: Bemerkung
fr_ch: Commentaire
it: Commento
nl: Opmerking

source: answer
de: Antwort
fr_ch: Réponse
it: Risposta
nl: Antwoord

source: answers
de: Antworten
fr_ch: Réponses
it: Risposte
nl: Antwoorden

source: value
de: Wert
fr_ch: Valeur
it: Valore
nl: Waarde

source: statistic
de: Statistik
fr_ch: Statistique
it: Statistica
nl: Statistiek

source: statistics
de: Statistiken
fr_ch: Statistiques
it: Statistiche
nl: Statistieken

source: search
de: Suchen
fr_ch: Recherche
it: Ricerca
nl: Zoeken

source: filter_by_party
de: Auf Partei einschränken
fr_ch: Filtrer par parti
it: Filtrare per partito
nl: Filter op partij

source: filter_by_state
de: Auf Kanton einschränken
fr_ch: Filtrer par canton
it: Filtrare per cantone
nl: Filter op kieskring

source: sort_by_category
de: Nach Kategorie sortieren
fr_ch: Trier par catégorie
it: Ordinare per categoria
nl: Sorteren op categorie

source: All candidates
de: Alle Kandidaten
fr_ch: Toute les candidats et candidates
it: Tutti i candidati
nl: Alle kandidaten

source: Only current members of parliament
de: Nur bisherige Mitglieder des National- oder Ständerates
fr_ch: Seulement les membres actuels du Conseil National ou le Conseil des Etats
it: Solo gli attuali membri del parlamento o senato
nl: Alleen huidige leden van het parlement

source: Only new candidates
de: Nur neue Kandidaten
fr_ch: Seulement de nouveaux candidats
it: Solo nuovi candidati
nl: Alleen nieuwe kandidaten

source: filter
de: Filtern
fr_ch: Filtrer
it: Filtrare
nl: Filteren

source: opinion_admin
de: Freedomvote
fr_ch: Freedomvote
it: Freedomvote
nl: Freedomvote

source: own_opinion
de: Eigene Meinung
fr_ch: Propre opinion
it: Opinione pers.
nl: Uw standpunt

source: add_own_opinion
de: Eigene Meinung erfassen
fr_ch: Propre opinion
it: Aggiungi opinione personale
nl: Uw eigen standpunt invoeren

source: add_own_opinion_here
de: Klicken Sie hier um Ihre eigene Meinung zu erfassen
fr_ch: Saisir sa propre opinion
it: Cliccare qui per aggiungere la Sua opinione personale
nl: Klik hier om uw eigen standpunt in te voeren

source: copy_link_to_the_clipboard
de: URL in die Zwischenablage kopieren
fr_ch: Copier l'url dans le presse-papiers
it: Copiare la URL nella cartella di appunti
nl: URL kopiëren naar klembord

source: share_own_opinion
de: Eigene Meinung teilen
fr_ch: Partager sa propre opinion
it: Condividi opinione personale
nl: Uw eigen standpunt delen

source: No candidates found
de: Keine Kandidaten gefunden
fr_ch: Aucun candidat trouvé
it: Nessun candidato trovato
nl: Geen kandidaten gevonden

source: Registration for candidates
de: Registration für Kandidaten
fr_ch: Inscription pour les candidats
it: Registrazione per i candidati
nl: Registratie voor kandidaten

source: After the registration you will get a link to your personal profile on Freedomvote
de: Nach der Registration werden Sie einen Link zu Ihrem persönlichen Profil bei Freedomvote erhalten
fr_ch: Après l'inscription, vous aurez un lien vers votre profil personnel sur Freedomvote
it: Dopo la registrazione riceverai un link al tuo profilo personale su Freedomvote
nl: Na de registratie krijgt u een link naar uw persoonlijke profiel op Freedomvote

source: Register
de: Registrieren
fr_ch: Registre
it: Registrare
nl: Registreren

source: We have sent you a link to your profile on Freedomvote. It could take a few minutes to show up in your inbox.
de: Wir haben Ihnen einen Link zu Ihrem Profil bei Freedomvote geschickt. Es könnte ein paar Minuten dauern, bis die E-Mail in Ihrem Posteingang angezeigt wird.
fr_ch: Nous vous avons envoyé un lien vers votre profil sur Freedomvote. Cela peut prendre quelques minutes pour apparaître dans votre boîte de réception.
it: Ti abbiamo inviato per email un link al tuo profilo su Freedomvote. Potrebbero essere necessari alcuni minuti per essere visualizzati nella tua casella di posta.
nl: We hebben je een e-mail gestuurd met je profiel op Freedomvote. Het kan een paar minuten duren voordat het in je inbox verschijnt.

source: your_opinion_to
de: Wie stehen Sie zu...
fr_ch: Cliquez ici pour saisir votre propre opinion
it: La sua opinione su...
nl: Uw standpunt over…

source: reset_answers
de: Antworten zurücksetzen
fr_ch: Réinitialiser les réponses
it: Resettare le risposte
nl: Antwoorden terugzetten

source: save
de: Speichern
fr_ch: Sauvegarder
it: Memorizzare
nl: Opslaan

source: evaluate
de: Auswerten
fr_ch: Évaluer
it: Valutare
nl: Bekijken

source: add_link
de: Link hinzufügen
fr_ch: Ajouter un lien
it: Aggiungere un link
nl: Link toevoegen

source: profile
de: Profil
fr_ch: Profil
it: Profilo
nl: Profiel

source: other
de: Andere
fr_ch: Autres
it: Altri
nl: Anders

source: file_too_large
de: Die Datei ist zu gross ( > 5MB )
fr_ch: Fichier à grand
it: File troppo grande
nl: Het bestand is te groot ( > 5MB )

source: publish_answers
de: Antworten freigeben
fr_ch: Validation des réponses
it: Pubblicare le risposte
nl: Antwoorden publiceren

source: unpublish_answers
de: Antworten zurückziehen
fr_ch: Retirer les réponses
it: Annullare le risposte
nl: Antwoorden intrekken

source: toggle_description
de: Erklärung…
fr_ch: Description...
it: Spiegazione
nl: Beschrijving…

source: no_question_description
de: Keine Beschreibung vorhanden
fr_ch: Aucune description disponible
it: Nessuna descrizione
nl: Geen beschrijving beschikbaar

source: no
de: Nein
fr_ch: Non
nl: Nee

source: yes
de: Ja
fr_ch: Oui
it: Si
nl: Ja

source: add_politician
de: Politiker hinzufügen
fr_ch: Ajouter un politicien
it: Aggiungere un politico
nl: Politicus toevoegen

source: export
de: Exportieren
fr_ch: Exporter
it: Esportare
nl: Exporteren

source: logout
de: Ausloggen
fr_ch: Fermer la session
it: Disconnettersi
nl: Uitloggen

source: created_politicians
de: Erstellte Politiker
fr_ch: Politiciens créés
it: Politici creati
nl: Aangemaakte politici

source: copy_to_clipboard
de: URL in die Zwischenablage kopieren
fr_ch: Copier l'url dans le presse-papiers
it: Copiare la URL nella cartella di appunti
nl: URL kopiëren naar klembord

source: edit_politician
de: Politiker bearbeiten
fr_ch: Modifier le politicien
it: Modifica del politico
nl: Politicus bewerken

source: delete_politician
de: Politiker löschen
fr_ch: Supprimer le politicien
it: Cancellazione del politico
nl: Politicus verwijderen

source: copy_url_text
de: Kopieren Sie die URL in die Zwischenablage
fr_ch: Copiez l'url dans le presse-papiers
it: Copiare la URL nella cartella di appunti
nl: URL kopiëren naar klembord

source: close
de: Schliessen
fr_ch: Fermer
it: Chiudere
nl: Sluiten

source: login_label
de: Bitte geben Sie Ihr Passwort ein
fr_ch: Veuillez entrer votre mot de passe
it: P.f. inserisca la sua password
nl: Voer a.u.b. uw wachtwoord in

source: Share
de: Teilen
fr_ch: Partager
it: Quota
nl: Delen

source: Tweet
de: Twittern
fr_ch: Tweeter
nl: Tweeten

source: show_own_spider
de: Eigene Meinung anzeigen
fr_ch: Voir sa propre opinion
it: Visualizzare la propria opinione
nl: Eigen mening bekijken

source: embed_iframe
de: Einbetten
fr_ch: Intégrer
it: Codice da incorporare
nl: Insluiten

source: own_answer
de: Eigene Antwort
fr_ch: Propre réponse
it: Propria risposta
nl: Eigen antwoord

source: politician_answer
de: Politiker Antwort
fr_ch: Réponse du politicien
it: Risposta del politico
nl: Antwoord politicus

source: The platform for freedom, technology and politics
de: Die Plattform für und zu Freiheit, Technologie und Politik
fr_ch: la plateforme dédiée à la liberté, la technologie et la politique
it: la piattaforma dedicata alla libertà, la tecnologia e la politica
nl: Het platform voor vrijheid, technologie en politiek

source: answers_saved_successfully_evaluate
de: Ihre Antworten wurden erfolgreich gespeichert. Sie können sie nun nach ihnen auswerten.
fr_ch: Vos réponses ont été enregistrées avec succès. Vous pouvez maintenant les évaluer
it: La sue risposte sono state memorizzate. Adesso può fare una valutazione
nl: Uw antwoorden zijn succesvol opgeslagen. U kunt ze nu terugzien.

source: answers_resetted
de: Ihre Antworten wurden zurückgesetzt
fr_ch: Vos réponses on été réinitialisées
it: Le sue risposte sono state annullate
nl: Uw antwoorden zijn teruggezet

source: %(first_name)s %(last_name)s on Freedomvote
de: %(first_name)s %(last_name)s bei Freedomvote
fr_ch: %(first_name)s %(last_name)s à Freedomvote
it: %(first_name)s %(last_name)s a Freedomvote
nl: %(first_name)s %(last_name)s bij Freedomvote

source: total
de: Gesamt
it: Totale
nl: Totaal

source: profile_saved_successfully
de: Ihr Profil wurde erfolgreich gespeichert.
fr_ch: Le profile a été engregistré avec succès
it: Il suo profilo è stato memorizzato
nl: Uw profiel is succesvol opgeslagen.

source: answers_published_successfully
de: Ihre Antworten wurden erfolgreich freigegeben.
fr_ch: Vos réponses ont été publiés avec succès
it: Le sue risposte sono state rilasciate
nl: Uw antwoorden zijn succesvol gepubliceerd

source: answers_unpublished_successfully
de: Ihre Antworten wurden erfolgreich zurückgezogen.
fr_ch: Vos réponses on été réinitilisées avec succès
it: Le sue risposte sono state annullate
nl: Uw antwoorden zijn succesvol ingetrokken

source: login_successful
de: Sie wurden erfolgreich eingeloggt
fr_ch: Vous avez été connecté avec succès
it: Connessione corretta
nl: U bent succesvol ingelogd

source: login_error
de: Sie haben falsche Logindaten eingegeben
fr_ch: Vous avez entré les données de connection incorrectes
it: Ha inserito dei dati di accesso erronei
nl: U heeft foutieve login-gegevens ingevoerd

source: politician_add_success
de: Politiker wurde erfolgreich hinzugefügt
fr_ch: Politicien ajouté avec succès
it: Politico aggiunto correttamente
nl: Politicus is succesvol toegevoegd

source: politician_add_error
de: Es gab einen Fehler beim Erstellen des Politikers
fr_ch: Il y avait une erreur lors de la création du politicien
it: Ci sono stati degli errori nello aggiungere il politico
nl: Er ontstond een probleem bij het toevoegen van de politicus

source: politician_edit_success
de: Politiker wurde erfolgreich bearbeitet
fr_ch: Le politicien a été édité avec succès
it: Politico è stato aggiunto correttamente
nl: De politicus is succesvol bewerkt

source: politician_edit_error
de: Es gab einen Fehler beim Bearbeiten des Politikers
fr_ch: Il y avait une erreur lors de l'édition du politicien
it: Ci sono stati degli errori nel modificare il politico
nl: Er ontstond een probleem bij het bewerken van de politicus

source: politician_delete_success
de: Politiker '%s %s' wurde erfolgreich gelöscht
fr_ch: Le politicien a "%s %s" été supprimé avec succès
it: Politico "%s %s" è stato annullato correttamente
nl: Politicus '%s %s' is succesvol verwijderd

source: Hello %(first_name)s %(last_name)s, You receive the link for your profile on Freedomvote: %(url)s Keep this link and use it to login to your profile again. Sincerely, The Freedomvote Team
de: Hallo %(first_name)s %(last_name)s, Sie erhalten den Link zu Ihrem Profil bei Freedomvote: %(url)s Bewahren Sie den Link auf und benutzen Sie ihn um sich wieder einzuloggen. Freundliche Grüsse, Das Freedomvote Team
fr_ch: Bonjour %(first_name)s %(last_name)s, Vous recevez le lien pour votre profil sur Freedomvote: %(url)s Gardez ce lien et utilisez-le pour vous reconnecter à votre profil. Cordialement, L'équipe Freedomvote
it: Ciao %(first_name)s %(last_name)s, Ricevi il link per il tuo profilo su Freedomvote: %(url)s Mantieni questo link e utilizzalo per accedere nuovamente al tuo profilo. Cordiali saluti, Il team di Freedomvote
nl: Hallo %(first_name)s %(last_name)s, U ontvangt de link voor uw profiel op Freedomvote: %(url)s Bewaar deze link en gebruik deze om je opnieuw aan te melden bij je profiel. Oprecht, Het Freedomvote-team

source: german
de: Deutsch
fr_ch: Alemand
it: Tedesco
nl: Duits

source: english
de: Englisch
fr_ch: Anglais
it: Inglese
nl: Engels

source: french
de: Französisch
fr_ch: Français
it: Francese
nl: Frans

source: italian
de: Italienisch
fr_ch: Italien
it: Italiano
nl: Italiaans

source: dutch
de: Niederländisch
fr_ch: Néerlandais
it: Neerlandese
nl: Nederlands

source: page_not_found
de: Seite nicht gefunden
fr_ch: Page non trouvée
it: Pagina non ritrovata
nl: Pagina niet gevonden

source: server_error
de: Serverfehler
fr_ch: Erreur du serveur
it: Errore del server
nl: Server probleem

source: source_code
de: Quellcode
fr_ch: Code source
it: Codice sorgente
nl: Broncode

source: noscript
de: Diese Seite funktioniert nur komplett, wenn Javascript aktiviert ist.
fr_ch: Ce site ne sera complète que si javascript est activé.
it: Questo sito sarà completa solo se javascript è abilitato.
nl: Deze website functioneert alleen volledig als Javascript geactiveerd is.

source: toggle_navigation
de: Menu umschalten
fr_ch: Activer/désactiver le menu
it: Menu di commutazione
nl: Menu omschakelen

source: Filters
de: Filter
fr_ch: Filtres
it: Filtri

source: links
fr_ch: Liens
it: Link

source: login
fr_ch: Ouverture de session
it: Connettersi

source: dashboard
fr_ch: Tableau de bord
it: Cruscotto

source: Freedomvote account link
fr_ch: Lien de compte Freedomvote
it: Collegamento all'account Freedomvote

source: link
fr_ch: Lien
